Repository: StefanLdhl/birthday
Catalog: WidgetStudioBirthdays/*.lproj/Localizable.strings
Languages: de, it

# app.accessibility.views.editView.editPicButton.title
source: Edit profile picture
de: Profilbild bearbeiten
it: Modifica l'immagine di profilo

# app.accessibility.views.groupDetailsView.groupPicture.title
source: Group picture with the selected color gradient
de: Gruppenbild in der gewählten Farbe
it: Raggruppa l'immagine con il gradiente di colore selezionato

# app.accessibility.views.list.addButton.title
source: Add event
de: Neues Event hinzufügen
it: Aggiungi evento

# app.accessibility.views.list.profilePicture.initials
source: Person initials
de: Initialen des Geburtstagskinds
it: Iniziali della persona

# app.accessibility.views.list.profilePicture.pic
source: Person profile picture
de: Profilbild der Person
it: Immagine di profilo della persona

# app.accessibility.views.list.settingsButton.title
source: Settings
de: Einstellungen
it: Impostazioni

# app.accessibility.views.list.sortButton.title
source: List sorting
de: Sortierung der Liste
it: Ordinamento lista

# app.accessibility.views.list.sortButton.value1
source: alphabetically
de: Alphabetisch
it: alfabetico

# app.accessibility.views.list.sortButton.value2
source: by date
de: Nach Datum
it: per data

# app.accessibility.views.list.sortButton.value3
source: by groups
de: Nach Gruppen
it: per gruppi

# app.accessibility.views.list.starButton.startTitle
source: Star
de: Stern
it: Stella

# app.accessibility.views.list.starButton.startTitle.plural
source: Stars
de: Sterne
it: Stelle

# app.appCountryCode
source: ENG
de: DE
it: IT

# app.dateUnit.day
source: Day
de: Tag
it: Giorno

# app.dateUnit.day.p
source: Days
de: Tage
it: Giorni

# app.dateUnit.hour
source: Hour
de: Stunde
it: Ora

# app.dateUnit.hour.p
source: Hours
de: Stunden
it: Ore

# app.dateUnit.minute.p
source: Minutes
de: Minuten
it: Minuti

# app.dateUnit.month
source: Month
de: Monat
it: Mese

# app.dateUnit.month.p
source: Months
de: Monate
it: Mesi

# app.dateUnit.week
source: Week
de: Woche
it: Settimana

# app.dateUnit.week.p
source: Weeks
de: Wochen
it: Settimane

# app.dateUnit.year
source: Year
de: Jahr
it: Anno

# app.dateUnit.year.p
source: Years
de: Jahre
it: Anni

# app.defaultData.groups.friends
source: Family & Friends
de: Familie & Freunde
it: Famiglia e amici

# app.defaultData.groups.work
source: Work
de: Arbeit
it: Lavoro

# app.defaultData.messageTemplates.default1.content
source: Happy birthday [firstName]!🥳 Enjoy your big day!☀️
de: Hey [firstName], ich wünsche dir alles Gute zu deinem Geburtstag.🥳 Hab einen schönen Tag und bleib gesund!
it: Buon compleanno [firstName]! 🥳 Goditi il tuo grande giorno!☀️

# app.defaultData.messageTemplates.default1.title
source: Friends template
de: Vorlage Freunde
it: Template amici

# app.defaultData.messageTemplates.default2.content
source: Happy Birthday [firstName]!🎉 Have a great one!🍾
de: Herzlichen Glückwunsch zum Geburtstag [firstName]!🎉 Lass dich feiern und genieß deinen Tag! ☀️
it: Buon compleanno [firstName]!🎉 Ti auguro un buon compleanno!🍾

# app.defaultData.messageTemplates.default2.title
source: Friends template 2
de: Vorlage Freunde 2
it: Template amici 2

# app.defaultData.messageTemplates.default3.content
source: Hey [firstName], all the best for your birthday! Have a wonderful day! ☀️
de: Hallo [firstName], ich wünsche dir alles Gute zu deinem Geburtstag! Bleib gesund und lass dich heute gebührend feiern. 🍾
it: Ehi [firstName], auguri di buon compleanno! Passa una giornata meravigliosa!☀️

# app.defaultData.messageTemplates.default3.title
source: Work template
de: Vorlage Arbeit
it: Template lavoro

# app.defaultData.templates.content.new
source: Hey [firstName], ...
de: Hallo [firstName], ...
it: Ehi [firstName], ...

# app.defaultData.templates.title.new
source: Template
de: Vorlage

# app.feedbackMail.subject
source: Feedback for Widget Studio Birthday
de: Feedback für Widget Studio Birthday
it: Feedback per Widget Studio Compleanno

# app.fileImport.columnContentTypes.birthdate
source: Birthday
de: Geburtstag
it: Compleanno

# app.fileImport.columnContentTypes.day
source: Day
de: Tag
it: Giorno

# app.fileImport.columnContentTypes.firstName
source: First name
de: Vorname
it: Nome

# app.fileImport.columnContentTypes.lastName
source: Last name
de: Nachname
it: Cognome

# app.fileImport.columnContentTypes.middleName
source: Middle name
de: Zweiter Vorname
it: Secondo nome

# app.fileImport.columnContentTypes.month
source: Month
de: Monat
it: Mese

# app.fileImport.columnContentTypes.year
source: Year
de: Jahr
it: Anno

# app.messageTemplates.placeholderTitle.age
source: Current age*
de: Aktuelles Alter*
it: Età attuale*

# app.messageTemplates.placeholderTitle.agePlus1
source: Current age + 1*
de: Aktuelles Alter + 1*
it: Età attuale + 1*

# app.messageTemplates.placeholderTitle.birthday
source: Birthday
de: Geburtstag
it: Compleanno

# app.messageTemplates.placeholderTitle.firstName
source: First name
de: Vorname
it: Nome

# app.messageTemplates.placeholderTitle.lastName
source: Last name*
de: Nachname*
it: Cognome*

# app.messageTemplates.placeholderTitle.ordinal
source: Current age (ordinal)*
de: Alter mit Punkt*
it: Età attuale (ordinale)*

# app.messageTemplates.placeholderTitle.ordinalPlus1
source: Current age + 1 (ordinal)*
de: Alter + 1 mit Punkt*
it: Età attuale + 1 (ordinale)*

# app.messageTemplates.placeholderTitle.ownName
source: Own name
de: Eigener Name
it: Tuo nome

# app.notification.promoNotification.20minutes.desc
source: You still have 20 minutes to unlock all features for an outrageously good price. Offer still stands! ⚡️🎁.
de: Pssst! Du hast noch 20 Minuten, um alle Funktionen für einen reduzierten Preis freizuschalten. 😎
it: Hai ancora 20 minuti per sbloccare tutte le funzioni ad un prezzo incredibilmente basso. L'offerta è ancora valida!⚡️🎁

# app.notification.promoNotification.20minutes.title
source: Hey, I'm your little reminder 👾
de: Das Angebot steht! 🎁⚡️
it: Ehi, sono il tuo piccolo promemoria 👾

# app.notification.renewedNotificationAction.againBelatedIn1DayAction
source: Remind me tomorrow...
de: Morgen nachträglich erinnern
it: Ricorda domani...

# app.notification.renewedNotificationAction.againIn1DayAction
source: Remind me Tomorrow
de: Morgen erinnern
it: Ricorda Domani

# app.notification.renewedNotificationAction.againIn1HourAction
source: Remind me in 1 Hour
de: In einer Stunde erinnern
it: Ricorda tra 1 Ora

# app.notification.renewedNotificationAction.againIn1WeekAction
source: Remind me in 1 Week
de: In einer Woche erinnern
it: Ricorda tra 1 Settimana

# app.notification.renewedNotificationAction.againOnDayBeforeDayOfBirth
source: Remind me 1 day before
de: Am Tag davor erinnern
it: Ricorda 1 giorno prima

# app.notification.renewedNotificationAction.againOnDayOfBirth
source: Remind me when it's time
de: Am Geburtstag erinnern
it: Ricorda quando è il momento

# app.notification.renewedNotificationAction.celebrateBelatedlyAction
source: Give your belated congrats
de: Nachträglich gratulieren
it: Fai gli auguri in ritardo

# app.notification.renewedNotificationAction.celebrateNowAction
source: 🎉 CONGRATULATE
de: 🎉 GRATULIEREN
it: 🎉 AUGURI

# app.notification.upcomingBirthdayText.content.onBelayedBirthday
source: Tap here to send your belated congratulations, or press and hold to be reminded again later.
de: Tippe hier, um nachträglich zu gratulieren oder halte gedrückt, um später nochmal erinnert zu werden.
it: Premi qui per inviare gli auguri in ritardo, o premi e tieni premuto per ricordartelo più tardi.

# app.notification.upcomingBirthdayText.content.onBirthday
source: Tap here to send your congratulations, or press and hold to be reminded again later.
de: Tippe hier, um zu gratulieren oder halte gedrückt, um später nochmal erinnert zu werden.
it: Tocca qui per inviare gli auguri, o premi e tieni premuto per ricordartelo più tardi.

# app.notification.upcomingBirthdayText.content.soon.1
source: Get your party hats ready! 🥳
de: Ist der Sekt schon kaltgestellt? 🍾
it: Prepara i tuoi cappelli da festa! 🥳

# app.notification.upcomingBirthdayText.content.soon.2
source: Get your party hats ready! 🥳
de: Hol die Partyhüte raus! 🥳
it: Prepara i tuoi cappelli da festa! 🥳

# app.notification.upcomingBirthdayText.content.soon.3
source: All birthday presents wrapped? 🎁
de: Alle Geschenke verpackt? 🎁
it: I regali di compleanno sono pronti? 🎁

# app.notification.upcomingBirthdayText.content.suffix
source: Press and hold to be reminded again later.
de: Halte gedrückt, um später erneut erinnert zu werden.
it: Tieni premuto per ricordartelo più tardi.

# app.notification.upcomingBirthdayText.fallBack.desc
source: Open the app to see who's up next.
de: Öffne die App, um zu sehen, wer als Nächstes Geburtstag hat.
it: Apri l'applicazione per vedere chi è il prossimo.

# app.notification.upcomingBirthdayText.fallBack.title
source: We have a reason to celebrate soon!
de: Es gibt bald was zu feiern!
it: Presto avremo un motivo per festeggiare!

# app.notification.upcomingBirthdayText.title.daysBefore1.%@
source: It's %@'s birthday tomorrow
de: %@ hat morgen Geburtstag
it: Domani è il compleanno di %@

# app.notification.upcomingBirthdayText.title.daysBefore2.%@
source: It's %@'s birthday in 2 days
de: %@ hat übermorgen Geburtstag
it: Il compleanno di %@ è tra 2 giorni

# app.notification.upcomingBirthdayText.title.daysBefore3.%@
source: %@'s birthday is in 3 days
de: %@ hat in 3 Tagen Geburtstag
it: Il compleanno di %@ è tra 3 giorni

# app.notification.upcomingBirthdayText.title.monthsBefore1.%@
source: %@'s birthday is in 1 month
de: %@ hat in einem Monat Geburtstag
it: Il compleanno di %@ è tra 1 mese

# app.notification.upcomingBirthdayText.title.monthsBefore2.%@
source: %@'s birthday is in 2 months
de: %@ hat in 2 Monaten Geburtstag
it: Il compleanno di %@ è tra 2 mesi

# app.notification.upcomingBirthdayText.title.monthsBefore3.%@
source: %@'s birthday is in 3 months
de: %@ hat in 3 Monaten Geburtstag
it: Il compleanno di %@ è tra 3 mesi

# app.notification.upcomingBirthdayText.title.onBirthdate.%@
source: It's %@'s birthday today!
de: %@ hat heute Geburtstag
it: Oggi è il compleanno di %@!

# app.notification.upcomingBirthdayText.title.universal.title.belated.%@.%@
source: %@'s birthday was on %@
de: %@ hatte am %@ Geburtstag.
it: Il compleanno di %@ era il %@

# app.notification.upcomingBirthdayText.title.universal.title.upcoming.%@.%@
source: %@'s birthday is on %@
de: %@ hat am %@ Geburtstag.
it: Il compleanno di %@ è il %@

# app.notification.upcomingBirthdayText.title.weeksBefore1.%@
source: Only 1 more week until %@'s birthday
de: %@ hat in einer Woche Geburtstag
it: Manca solo 1 settimana al compleanno di %@

# app.notification.upcomingBirthdayText.title.weeksBefore2.%@
source: %@'s birthday is in 2 weeks
de: %@ hat in 2 Wochen Geburtstag
it: Il compleanno di %@ è tra 2 settimane

# app.notification.upcomingBirthdayText.title.weeksBefore3.%@
source: %@'s birthday is in 3 weeks
de: %@ hat in 3 Wochen Geburtstag
it: Il compleanno di %@ è tra 3 settimane

# app.quickAction.message
source: Message
de: Nachricht
it: Messaggio

# app.quickAction.otherApps
source: Other apps
de: Andere Apps
it: Altre applicazioni

# app.quickAction.phone
source: Phone
de: Telefon
it: Telefono

# app.reminderSound.defaultSound
source: Default
de: Standard

# app.reminderSound.whistle
source: Whistle
de: Pfeifen
it: Fischietto

# app.reminderType.daysBefore1
source: 1 day before
de: 1 Tag davor
it: 1 giorno prima

# app.reminderType.daysBefore2
source: 2 days before
de: 2 Tage davor
it: 2 giorni prima

# app.reminderType.daysBefore3
source: 3 days before
de: 3 Tage davor
it: 3 giorni prima

# app.reminderType.monthsBefore1
source: 1 month before
de: 1 Monat davor
it: 1 mese prima

# app.reminderType.monthsBefore2
source: 2 months before
de: 2 Monate davor
it: 2 mesi prima

# app.reminderType.monthsBefore3
source: 3 months before
de: 3 Monate davor
it: 3 mesi prima

# app.reminderType.onBirthdate
source: On birthday
de: Am Geburtstag
it: Il giorno del compleanno

# app.reminderType.weeksBefore1
source: 1 week before
de: 1 Woche davor
it: 1 settimana prima

# app.reminderType.weeksBefore2
source: 2 weeks before
de: 2 Wochen davor
it: 2 settimane prima

# app.reminderType.weeksBefore3
source: 3 weeks before
de: 3 Wochen davor
it: 3 settimane prima

# app.storePackageType.annual
source: Annual
de: Jährlich

# app.storePackageType.info.lifetime
source: Buy once, keep forever. No subscription!
de: Lebenslanger Zugriff. Kein Abo!

# app.storePackageType.info.lifetime.prgressHud
source: One-time purchase
de: Lifetime Kauf

# app.storePackageType.info.subscriptions.monthly.%@
source: That's only %@ per month.
de: Das sind nur %@ im Monat.

# app.storePackageType.info.subscriptions.singleMonth
source: Perfect to try our features.
de: Monatlich kündbar. Super flexibel.

# app.storePackageType.info.trial.%@
source: Start your %@ free trial now!
de: %@ kostenlos testen!

# app.storePackageType.lifetime.addition.%@
source: once %@
de: einmalig %@

# app.storePackageType.monthly
source: Monthly
de: Monatlich

# app.storePackageType.threeMonth
source: 3 Months
de: 3 Monate

# app.timePeriods.nextMonth
source: Next month
de: Nächsten Monat
it: Mese prossimo

# app.timePeriods.nextWeek
source: Next week
de: Nächste Woche
it: Settimana prossima

# app.timePeriods.thisMonth
source: This month
de: Diesen Monat
it: Questo mese

# app.timePeriods.thisWeek
source: This week
de: Diese Woche
it: Questa settimana

# app.timePeriods.today
source: TODAY
de: HEUTE
it: OGGI

# app.timePeriods.tomorrow
source: Tomorrow
de: Morgen
it: Domani

# app.views.birthdayDetailView.countdownView.subtitleAgeCount.%@
source: %@ Birthday
de: %@ Geburtstag
it: Compleanno %@

# app.views.birthdayDetailView.privacyInfoAlert.content
source: Since we do not store any personal contact information (email, phone number, address, ...), it is necessary to confirm the recipient when using quick actions. Widget Studio prepares your congratulations and opens the appropriate app. You just need to select the recipient. If you have any questions, feel free to contact us anytime.
de: Da wir keine persönlichen Kontaktinformationen (E-Mail, Telefonnummer, Adresse …) speichern, ist es notwendig, dass du bei der Nutzung der Schnellaktionen den Empfänger noch einmal explizit bestätigst. Widget Studio bereitet deine Glückwünsche vor, öffnet die entsprechende App und du musst nur noch den Zielkontakt wählen. Bei Fragen wende dich gerne jederzeit an uns.
it: Dato che non memorizziamo nessuna informazione di contatto personale (email, numero di telefono, indirizzo, ...), è necessario confermare il destinatario quando usi le azioni rapide. Widget Studio prepara gli auguri e apre l'applicazione appropriata. Devi solo selezionare il destinatario. Se hai qualche domanda, sentiti libero di contattarci in qualsiasi momento.

# app.views.birthdayDetailView.privacyInfoAlert.title
source: User info
de: Info
it: Informazioni utente

# app.views.birthdayDetailView.quickAction.chooseTemplateMenu.content.%@
source: Which template do you want to use to send %@ your congratulations? You can customize your templates in the settings.
de: Welche Vorlage möchtest du nutzen, um %@ zu gratulieren? Du kannst deine Vorlagen in den Einstellungen anpassen.
it: Quale template vuoi utilizzare per inviare a %@ gli auguri? Puoi personalizzare le template nelle impostazioni.

# app.views.birthdayDetailView.quickAction.chooseTemplateMenu.defaultInfoText
source: Default
de: Standard
it: Predefinito

# app.views.birthdayDetailView.quickAction.chooseTemplateMenu.emptyTemplateAction
source: No template
de: Keine Vorlage nutzen
it: Nessuna template

# app.views.birthdayDetailView.quickAction.chooseTemplateMenu.title
source: Choose a template
de: Vorlage wählen
it: Scegli una template

# app.views.birthdayDetailView.quickAction.emailSubject
source: Happy Birthday!
de: Herzlichen Glückwunsch!
it: Buon Compleanno!

# app.views.birthdayEditor.list.placeholder.firstName
source: First name
de: Vorname des Geburtstagskindes
it: Nome

# app.views.birthdayEditor.list.placeholder.lastName
source: Last name
de: Nachname des Geburtstagskindes
it: Cognome

# app.views.birthdayEditor.list.title.birthday
source: Birthday
de: Geburtstag
it: Compleanno

# app.views.birthdayEditor.list.title.group
source: Group
de: Gruppe
it: Gruppo

# app.views.birthdayEditor.photoPicker.menu.option.delete
source: Delete photo
de: Foto löschen
it: Cancella foto

# app.views.birthdayEditor.photoPicker.menu.option.gallery
source: Camera Roll
de: Fotogalerie
it: Galleria

# app.views.birthdayEditor.photoPicker.menu.option.takePhoto
source: Take photo
de: Foto aufnehmen
it: Scatta foto

# app.views.birthdayEditor.photoPicker.menu.option.takeSelfie
source: Take selfie
de: Selfie aufnehmen
it: Scatta un selfie

# app.views.birthdayEditor.photoPicker.menu.option.useContactPic
source: Use contact picture
de: Kontaktbild nutzen
it: Usa la foto del contatto

# app.views.birthdayEditor.photoPicker.menu.title
source: Set a new photo
de: Foto anpassen
it: Imposta una nuova foto

# app.views.birthdayEditor.saveDialog.actions.discard
source: Discard changes
de: Änderungen verwerfen
it: Elimina le modifiche

# app.views.birthdayEditor.saveDialog.actions.save
source: Save
de: Speichern
it: Salva

# app.views.birthdayEditor.saveDialog.edit.subtitle
source: Do you want to save your changes?
de: Möchtest du die Änderungen speichern?
it: Vuoi salvare le tue modifiche?

# app.views.birthdayEditor.saveDialog.new.missingName.subtitle
source: To save the entry, please enter a valid name.
de: Um den Eintrag zu speichern, gib bitte einen gültigen Namen ein.
it: Per salvare la voce, inserisci un nome valido.

# app.views.birthdayEditor.saveDialog.new.missingName.title
source: Something is missing
de: Fehlehafter Name
it: Manca qualcosa

# app.views.birthdayEditor.saveDialog.new.subtitle
source: Do you want to discard this contact?
de: Möchtest du den neuen Kontakt verwerfen?
it: Vuoi eliminare questo contatto?

# app.views.editReminders.title
source: Edit Reminder
de: Erinnerung bearbeiten
it: Modifica Promemoria

# app.views.fileImport.errorHandling.fileError.desc
source: The file could not be read. Please try with another file.
de: Die Datei konnte nicht gelesen werden. Bitte versuche es mit einer anderen Datei.
it: Il file non può essere aperto. Per favore prova con un altro file.

# app.views.fileImport.errorHandling.fileError.format.desc.%@
source: The selected file format (%@) is invalid. Currently only CSV files are supported. If you need another file type, feel free to contact us.
de: Das Dateiformat "%@" ist ungültig. Aktuell werden nur CSV Dateien unterstützt. Wenn du dir einen weiteren Dateityp wünscht, informiere uns gerne via Mail.
it: Il formato del file selezionato (%@) non è valido. Attualmente sono supportati solo i file CSV. Se hai bisogno di un altro tipo di file, sentiti libero di contattarci.

# app.views.fileImport.errorHandling.fileError.title
source: Invalid file
de: Fehlerhafte Datei
it: File non valido

# app.views.fileImport.errorHandling.importProcessError.default.title
source: Import error
de: Fehler beim Import
it: Errore di importazione

# app.views.fileImport.errorHandling.importProcessError.emptyFile.desc
source: The file does not contain any valid entries.
de: Die Datei enthält keine gültigen Einträge.
it: Il file non contiene voci valide.

# app.views.fileImport.errorHandling.importProcessError.errorFile.desc
source: An error occurred while processing the file.
de: Bei der Verarbeitung der Datei ist ein Fehler aufgetreten.
it: Si è verificato un errore durante l'elaborazione del file.

# app.views.fileImport.errorHandling.importProcessError.input.desc
source: Not all required content types have been assigned. Birthday and name must be assigned in order to continue.
de: Die Zuordnung der Spalten ist unvollständig. Geburtstag und Name müssen zwingend zugeordnet werden, um fortfahren zu können.
it: Non sono stati assegnati tutti i tipi di contenuto richiesti. La data di nascita e il nome devono essere assegnati per poter continuare.

# app.views.fileImport.errorHandling.importProcessError.input.title
source: Input incomplete
de: Fehlerhafte Eingabe
it: Inserimento incompleto

# app.views.fileImport.errorHandling.importProcessError.missingFile.desc
source: No file selected.
de: Es wurde keine Datei ausgewählt.
it: Nessun file selezionato.

# app.views.fileImport.errorHandling.importProcessError.processingError.desc
source: An error occurred during processing.
de: Bei der Verarbeitung ist ein Fehler aufgetreten.
it: Si è verificato un errore durante l'elaborazione.

# app.views.fileImport.errorHandling.importProcessError.processingErrorLines.desc
source: The rows of the file could not be parsed. Log:
de: Die Zeilen der Datei konnten nicht verarbeitet werden. Fehlerliste:
it: Non è stato possibile analizzare le righe del file. Log:

# app.views.fileImport.start.saveMenu.action.discard
source: Cancel
de: Import abbrechen
it: Annulla

# app.views.fileImport.start.saveMenu.desc
source: No contacts will be imported.
de: Dein Fortschritt geht verloren und es werden keine Kontakte importiert.
it: Nessun contatto sarà importato.

# app.views.fileImport.start.saveMenu.title
source: Cancel import?
de: Import abbrechen?
it: Annullare l'importazione?

# app.views.fileImport.start.table.cells.mapping.mapButton.title
source: Map
de: Zuordnen
it: Mappa

# app.views.fileImport.start.table.cells.upload.deleteButton.title
source: Remove
de: Entfernen
it: Rimuovi

# app.views.fileImport.start.table.cells.upload.noFileLabel.text
source: No file selected
de: Keine Datei
it: Nessun file selezionato

# app.views.fileImport.start.table.cells.upload.removeFileAlert.desc
source: Your current progress will be discarded.
de: Dein aktueller Fortschritt wird verworfen.
it: Il tuo progresso attuale verrà scartato.

# app.views.fileImport.start.table.cells.upload.removeFileAlert.title
source: Remove file?
de: Datei entfernen?
it: Rimuovere il file?

# app.views.fileImport.start.table.cells.upload.uploadButton.title
source: Upload
de: Hochladen
it: Carica

# app.views.fileImport.start.table.footer.mapping.content
source: Assign a content type to each relevant column. Birthday and name must be assigned in order to continue.
de: Ordne nun jeder benötigten Spalte einen Inhaltstyp zu. Geburtstag und Name müssen zwingend zugeordnet werden, um fortfahren zu können.
it: Assegna un tipo di contenuto ad ogni colonna rilevante. La data di nascita e il nome devono essere assegnati per poter continuare.

# app.views.fileImport.start.table.footer.upload.content
source: The entries must be stored as CSV ("Comma-separated values"). You can even import files directly from your device (e.g. from an email) into Widget Studio.
de: Die Einträge müssen als CSV ("Comma-separated values") vorliegen. Du kannst die Datei auch direkt von deinem Gerät (z.B. aus einer Mail) in Widget Studio öffnen.
it: Le voci devono essere memorizzate come CSV ("Comma-separated values"). Puoi anche importare i file direttamente dal tuo dispositivo (ad esempio da un'e-mail) su Widget Studio.

# app.views.fileImport.start.table.header.mapping.additionalTitle1
source: Column
de: Spalte
it: Colonna

# app.views.fileImport.start.table.header.mapping.additionalTitle2
source: Content type
de: Inhalt
it: Tipo di contenuto

# app.views.fileImport.start.table.header.mapping.title
source: Assign columns (Mapping)
de: Spalten zuordnen (Mapping)
it: Assegna colonne (Mappatura)

# app.views.fileImport.start.table.header.upload.title
source: Select your CSV file
de: CSV Datei auswählen
it: Seleziona il file CSV

# app.views.fileImport.start.table.mappingMenu.action.removeLink.title
source: Unmap
de: Verknüpfung aufheben
it: Rimuovi mappa
