Repository: StefanLdhl/birthday
Catalog: WidgetStudioBirthdays/*.lproj/Localizable.strings
Languages: de, it

# app.views.fileImport.start.table.mappingMenu.desc.%@
source: What does the column "%@" contain?
de: Was beinhaltet die Spalte "%@"?
it: Cosa contiene la colonna "%@"?

# app.views.fileImport.start.table.mappingMenu.title
source: Link content type
de: Inhalt verknüpfen
it: Collega il tipo di contenuto

# app.views.fileImportPreview.logBookButton.alert.desc
source: Some contacts could not be imported and are not part of this list. Log:
de: Einige Kontakte konnten nicht importiert werden und sind daher nicht Bestandteil dieser Liste. Fehlerliste:
it: Alcuni contatti non possono essere importati e non fanno parte di questa lista. Log:

# app.views.fileImportPreview.logBookButton.alert.title
source: Report
de: Bericht
it: Segnala

# app.views.fileImportPreview.title.%d
source: %d Contacts
de: %d Kontakte
it: %d Contatti

# app.views.fileImportSummary.header.title.%d
source: %d Contacts
de: %d Kontakte
it: %d Contatti

# app.views.fileImportSummary.title
source: Import Summary
de: Zusammenfassung
it: Riepilogo Importazione

# app.views.fileImportWebView.title
source: How to import a CSV file
de: Wie importiere ich eine CSV Datei?
it: Come importare un file CSV

# app.views.groupEditor.list.colorPicker.infoText
source: Tap the plus to adjust the respective color.
de: Tippe auf das Plus, um eine Farbe anzupassen
it: Tocca la più per regolare il rispettivo colore.

# app.views.groupEditor.list.placeholder.name
source: Name of the group
de: Name der Gruppe
it: Nome del gruppo

# app.views.groupEditor.list.title.colors
source: Color
de: Farbe
it: Colore

# app.views.groupEditor.list.title.messages
source: Message Template
de: Textvorlage
it: Template Messaggio

# app.views.groupEditor.list.title.reminders
source: Reminders
de: Erinnerungen
it: Promemoria

# app.views.groupEditor.saveDialog.actions.discard
source: Discard changes
de: Änderungen verwerfen
it: Cancella le modifiche

# app.views.groupEditor.saveDialog.actions.save
source: Save
de: Speichern
it: Salva

# app.views.groupEditor.saveDialog.edit.subtitle
source: Do you want to save your changes?
de: Möchtest du die Änderungen speichern?
it: Vuoi salvare le modifiche?

# app.views.groupList.addNewDialog.defaultGroupName
source: New Group
de: Neue Gruppe
it: Nuovo Gruppo

# app.views.groupList.addNewDialog.placeholder
source: Name of the group
de: Name der Gruppe
it: Nome del gruppo

# app.views.groupList.button.addNew
source: Add new group
de: Neue Gruppe hinzufügen
it: Aggiungi nuovo gruppo

# app.views.groupList.cell.subtitle.plural.%d
source: %d Birthdays
de: %d Geburtstage
it: %d Compleanni

# app.views.groupList.cell.subtitle.singular
source: 1 Birthday
de: 1 Geburtstag
it: 1 Compleanno

# app.views.groupList.lastGroupAlert.desc
source: The last group cannot be deleted. Create at least one more group to move your contacts to.
de: Die Gruppe kann nicht gelöscht werden, da immer mindestens eine Gruppe existieren muss. Bitte lege zunächst mindestens eine weitere Gruppe an.
it: L'ultimo gruppo non può essere cancellato. Crea almeno un altro gruppo in cui spostare i tuoi contatti.

# app.views.groupList.lastGroupAlert.title
source: Last group
de: Letzte Gruppe
it: Ultimo gruppo

# app.views.groupList.moveEntriesAlert.desc.%@.%d
source: The group "%@" still contains %d contacts. Choose a group to move these contacts to.
de: Die Gruppe "%@" enthält aktuell noch %d Kontakte. In welche Gruppe möchtest du diese Kontakte verschieben?
it: Il gruppo "%@" contiene ancora %d contatti. Scegli un gruppo in cui spostare questi contatti.

# app.views.groupList.moveEntriesAlert.title
source: Move contacts
de: Kontakte verschieben
it: Sposta i contatti

# app.views.groups.title
source: Groups
de: Gruppen
it: Gruppi

# app.views.import.continueButton.title
source: Continue
de: Fortfahren
it: Continua

# app.views.import.limitWarningAlert.button.continue.%d
source: Select %d for import
de: %d Geburtstage wählen
it: Seleziona %d per l'importazione

# app.views.import.limitWarningAlert.button.okay
source: Okay
de: Schließen
it: Ok

# app.views.import.limitWarningAlert.button.openPurchaseScreen
source: Become a Pro
de: Pro-Nutzer werden
it: Diventa Pro

# app.views.import.limitWarningAlert.content.%d
source: Hey! Thank you for using Widget Studio. We are happy to have you! You are currently using the free version of our app. To be able to create more than 7 birthdays, we have built an extended version exclusively for our Pro users. This allows us to steadily cover the development costs of Widget Studio. With your one-time-purchase you support the further development of this app and also unlock many more features besides unlimited imports. Sounds fair, doesn’t it? With the current version you can still create or import %d birthday(s). Thank you for your support! ❤️
de: Hey! Vielen Dank, dass du Widget Studio nutzt. Wir freuen uns, dass du da bist! Du nutzt aktuell die kostenlose Version unserer App. Um mehr als 7 Geburtstage anlegen zu können, haben wir eine erweiterte Version für Pro-Nutzer entwickelt. Diese ermöglicht es uns, die Entwicklungskosten von Widget Studio zu decken. Mit deinem Kauf unterstützt du die Weiterentwicklung dieser App und schaltest zudem neben unbegrenzten Importen noch viele weitere Funktionen frei (kein Abo!). Das ist fair, oder? Mit der aktuellen Version kannst du noch %d Geburtstag(e) anlegen bzw. importieren. Vielen Dank für deine Unterstützung! ❤️
it: Ehi, grazie per aver utilizzato Widget Studio. Siamo felici di poterti aiutare! Attualmente stai usando la versione gratuita della nostra applicazione. Per poter creare più di 7 compleanni, abbiamo creato una versione estesa esclusivamente per i nostri utenti Pro. Questo ci permette di coprire costantemente i costi di sviluppo di Widget Studio. Con il tuo acquisto una tantum sostieni l'ulteriore sviluppo di questa applicazione e sblocchi anche molte altre funzioni oltre alle importazioni illimitate. Mi sembra giusto, no? Con la versione attuale puoi ancora creare o importare %d compleanno(i). Grazie per il tuo supporto! ❤️

# app.views.import.limitWarningAlert.title
source: Thanks for your trust!
de: Vielen Dank für dein Vertrauen
it: Grazie per la tua fiducia!

# app.views.import.list.button.deselect.title
source: Deselect all
de: Markierung aufheben
it: Deseleziona tutto

# app.views.import.list.button.select.title
source: Select all
de: Alle markieren
it: Seleziona tutti

# app.views.import.list.sectionTitle.alreadyImported
source: Already imported
de: Bereits importiert
it: Già importato

# app.views.import.list.sectionTitle.toImport
source: Not imported yet
de: Noch nicht importiert
it: Non ancora importato

# app.views.import.noAccessView.buttonTitle
source: Open system settings
de: Einstellungen öffnen
it: Apri le impostazioni di sistema

# app.views.import.noAccessView.infoText
source: To import your birthdays, we need access to your contacts. You can revoke this permission at any time within the system settings.
de: Um deine Geburtstage importieren zu können, benötigen wir Zugriff auf deine Kontakte. Du kannst diese Berechtigung jederzeit in den Systemeinstellungen widerrufen.
it: Per importare i tuoi compleanni, abbiamo bisogno di accedere ai tuoi contatti. Puoi revocare questo permesso in qualsiasi momento nelle impostazioni di sistema.

# app.views.import.noAccessView.infoTitle
source: Missing permisson
de: Fehlende Berechtigung
it: Permesso mancante

# app.views.import.summary.list.birthdaysCountLabel.%d
source: %d Birthdays
de: %d Kontakte
it: %d compleanni

# app.views.import.summary.list.birthdaysCountLabel.new.%d
source: %d new
de: %d neu
it: %d nuovi

# app.views.import.summary.list.birthdaysCountLabel.old.%d
source: %d updated
de: %d aktualisiert
it: %d aggiornati

# app.views.import.summary.list.doneButton.title
source: Import
de: Importieren
it: Importa

# app.views.import.summary.list.groupCell.title
source: Group
de: Gruppe
it: Gruppo

# app.views.import.summary.title
source: Summary
de: Zusammenfassung
it: Riepilogo

# app.views.import.title
source: Your contacts
de: Deine Kontakte
it: I tuoi contatti

# app.views.list.addButton.new.title
source: New
de: Neu
it: Nuovo

# app.views.list.addMenu.button.fileImport.title
source: Import from file
de: CSV Import (Facebook)
it: Importa da file

# app.views.list.addMenu.button.import.title
source: Import contacts
de: Kontakte importieren
it: Importa contatti

# app.views.list.addMenu.button.new.title
source: Create new
de: Neu erstellen
it: Crea nuovo

# app.views.list.addMenu.title
source: Add Birthday
de: Geburtstag hinzufügen
it: Aggiungi compleanno

# app.views.list.alternativeReviewAlert.button.later
source: Remind me later
de: Später erinnern

# app.views.list.alternativeReviewAlert.button.no
source: I don't wanna help
de: Nicht helfen

# app.views.list.alternativeReviewAlert.button.yes
source: Sure! Let's do it!
de: Bewertung abgeben

# app.views.list.alternativeReviewAlert.desc
source: Thank you for choosing Widget Studio. We're so happy to have you on board, and hope you enjoy the full version of Widget Studio. 🎁 Do you have a moment? Leave us a short review on the App Store. This helps us a lot as independent developers. We really appreciate your time! ❤️
de: Hier ist Stefan, der Entwickler von Widget Studio. Ich hoffe, dir gefällt meine App bisher, und du hast viel Spaß mit der kostenlosen Vollversion. 🎁 Hättest du zwei Minuten Zeit für mich, um mir im App Store einen kurzen Kommentar dazulassen? Bewertungen wie deine helfen mir als unabhängigem Entwickler sehr. Vielen Dank! ❤️

# app.views.list.cell.readonly.info
source: read-only
de: PRO event

# app.views.list.cells.yearsOldSuffix.%d
source: turns %d
de: wird %d
it: compie %d anni

# app.views.list.cells.yearsOldSuffix.today.%d
source: turns %d today
de: wird heute %d
it: compie %d anni oggi

# app.views.list.contextMenu.shareController.content.inDays.%@.%d
source: Remember, %@'s birthday is in %d days!
de: Denk dran, %@ hat in %d Tagen Geburtstag!
it: Ricorda, il compleanno di %@ è tra %d giorni!

# app.views.list.contextMenu.shareController.content.today.%@
source: Remember, today is %@'s birthday!
de: Denk dran, %@ hat heute Geburtstag!
it: Ricorda che oggi è il compleanno di %@!

# app.views.list.contextMenu.shareController.content.tomorrow.%@
source: Remember, tomorrow is %@'s birthday!
de: Denk dran, %@ hat morgen Geburtstag!
it: Ricorda che domani è il compleanno di %@!

# app.views.list.contextMenu.title.delete
source: Delete
de: Löschen
it: Cancella

# app.views.list.contextMenu.title.edit
source: Edit
de: Bearbeiten
it: Modifica

# app.views.list.contextMenu.title.share
source: Share
de: Teilen
it: Condividi

# app.views.list.rateView.improveAlert.buttons.later
source: Later
de: Später
it: Più tardi

# app.views.list.rateView.improveAlert.buttons.ok
source: Submit feedback
de: Idee einreichen
it: Invia un feedback

# app.views.list.rateView.improveAlert.content
source: Help us to make Widget Studio even better! Anything missing? Any ideas for future updates? Please let us know. Thank you!
de: Hilf uns, Widget Studio noch besser zu machen! Fehlt dir etwas? Hast du Ideen für zukünftige Versionen? Lass es uns bitte wissen. Vielen Dank!
it: Aiutaci a migliorare Widget Studio! Manca qualcosa? Hai qualche idea per gli aggiornamenti futuri? Faccelo sapere. Grazie!

# app.views.list.rateView.improveAlert.title
source: Your Feedback
de: Dein Feedback
it: Il tuo feedback

# app.views.list.rateView.question
source: Do you like Widget Studio? 😍
de: Wie gefällt dir Widget Studio bisher?
it: Ti piace Widget Studio? 😍

# app.views.list.rateView.thanksTitle
source: Thank you! ❤️🥳
de: Vielen Dank! ❤️🥳
it: Grazie! ❤️🥳

# app.views.list.title
source: Birthdays
de: Geburtstage
it: Compleanni

# app.views.list.toolBar.eventsCountLabel.%d
source: %d Birthdays
de: %d Geburtstage
it: %d Compleanni

# app.views.list.welcomeFooterView.2.content
source: Import contacts
de: Kontakte importieren
it: Importa contatti

# app.views.list.welcomeFooterView.content
source: Let's get started!
de: Lass uns loslegen!
it: Iniziamo!

# app.views.messageEditor.list.isDefaultSwitch.infoLabel.text
source: Default
de: Standardvorlage
it: Predefinito

# app.views.messageEditor.list.namTextfield.placeholder
source: Template title
de: Titel der Vorlage
it: Titolo template

# app.views.messageEditor.list.ownNameTextfield.placeholder
source: Your own name
de: Dein Name
it: Il tuo nome

# app.views.messageEditor.list.sectionFooter.isDefault.title
source: Specifies whether this template should be used by default when you sending your congratulations to a contact. This option is ignored if you have linked another template directly to the contact's group using the group settings.
de: Legt fest, ob diese Vorlage standardmäßig für deine Glückwünsche genutzt werden soll, wenn in einer Gruppe keine Vorlage hinterlegt ist.
it: Specifica se questa template deve essere utilizzata come predefinita quando invii gli auguri ad un contatto. Questa opzione viene ignorata se hai collegato un'altra template direttamente al gruppo del contatto utilizzando le impostazioni del gruppo.

# app.views.messageEditor.list.sectionFooter.ownName.title
source: Your name will be used for all templates that contain the placeholder "Own name".
de: Dein Name wird für alle Vorlagen verwendet, in denen du den Platzhalter "Eigener Name" nutzt.
it: Il tuo nome verrà utilizzato per tutte le template che contengono il placeholder "Tuo nome".

# app.views.messageEditor.list.sectionFooter.placeHolderInfo.title
source: *if available
de: *wenn verfügbar
it: *se disponibile

# app.views.messageEditor.list.sectionHeader.content.title
source: Content
de: Inhalt
it: Contenuto

# app.views.messageEditor.title
source: Customize template
de: Vorlage bearbeiten
it: Personalizza template

# app.views.messages.title
source: Message Templates
de: Textvorlagen
it: Template messaggio

# app.views.messagesList.button.addNew
source: Add new template
de: Neue Vorlage hinzufügen
it: Aggiungi nuova template

# app.views.messagesList.selectNoTemplateCell.title
source: Empty template
de: Leere Vorlage
it: Template vuota

# app.views.messagesList.tableFooterInfo
source: Templates can be customized in the settings.
de: Vorlagen können in den Einstellungen konfiguriert werden.
it: Le template possono essere personalizzate nelle impostazioni.

# app.views.purchase.allPlansPromo.title
source: New plans available! 🔥
de: Neue Angebote verfügbar

# app.views.purchase.buyButton.subtitle.knownUserDiscount
source: Special price for you
de: Dein Sonderpreis
it: Prezzo speciale per te

# app.views.purchase.buyButton.title.alreadyProUser
source: Thank you!
de: Vielen Dank!
it: Grazie!

# app.views.purchase.buyButton.title.default.default.%@
source: Unlock for %@ /yr
de: Für %@ /Jahr freischalten
it: Sblocco per %@ /anno

# app.views.purchase.buyButton.title.default.default.2.%@
source: 🎁 Introductory offer: %@ /yr
de: 🎁 Einführungspreis: %@ /Jahr
it: 🎁 Offerta introduttiva: %@ /anno

# app.views.purchase.buyButton.title.default.default.discount.%@
source: Unlock for %@ /yr
de: Für %@ /Jahr freischalten
it: Sblocca per %@ /anno

# app.views.purchase.buyButton.title.default.default.discount.sub.%@
source: Unlock for %@ /yr
de: 🎁 Einführungspreis: %@ /Jahr

# app.views.purchase.buyButton.title.default.default.sub.%@
source: Unlock for %@ /yr
de: Für %@ /Jahr freischalten

# app.views.purchase.buyButton.title.freeTrialText.%@
source: Start %@ free trial
de: %@ kostenlos testen

# app.views.purchase.buyButton.title.freeTrialText.alternative
source: Continue
de: Fortfahren

# app.views.purchase.buyButton.title.freeTrialText.alternative.2
source: Start free trial
de: Testzeitraum starten

# app.views.purchase.buyButton.title.loading
source: Loading...
de: Lädt...
it: Caricamento...

# app.views.purchase.buyButton.title.new.default
source: Unlock features
de: Inhalte freischalten

# app.views.purchase.buyButton.title.new.default.%@
source: One-time purchase for %@. No subscription!
de: Einmalig %@. Kein Abo!

# app.views.purchase.buyButton.title.new.sub.%@
source: Only %@
de: Nur %@

# app.views.purchase.buyButton.title.new.sub.withTrial.%@.%@
source: %@ free trial, then only %@
de: %@ kostenlos, danach nur %@

# app.views.purchase.featureList.customColors
source: Custom color gradients
de: Benutzerdefinierte Farbverläufe
it: Gradienti di colore personalizzati

# app.views.purchase.featureList.fileImport
source: File import (e.g. from Facebook)
de: Datei Import (z.B. von Facebook)
it: Importazione di file (ad esempio da Facebook)

# app.views.purchase.featureList.otherApps
source: Discount on other Widget Studio apps
de: Rabatt für andere Widget Studio-Apps
it: Sconto su altre applicazioni di Widget Studio

# app.views.purchase.featureList.unlimitedGroups
source: No birthday & group limit
de: Unbegrenzte Geburtstage & Gruppen
it: Nessun limite di compleanni e di gruppi

# app.views.purchase.footer.montlyPriceInfo.%@
source: Only %@ per month!
de: Nur %@ im Monat!

# app.views.purchase.footer.montlyPriceInfo.both.%@.%@
source: %@ /yr | that's %@ a month
de: %@ /Jahr | nur %@ /Monat

# app.views.purchase.footer.noSubscriptionInfo
source: No subscription!
de: Kein Abonnement!
it: Nessun abbonamento!

# app.views.purchase.promoAlert.desc
source: Only today and exclusively for you! With a one-time purchase, you unlock all the app's features. If you like, we can remind you again shortly before the offer expires. :)
de: Das Angebot ist nur für eine kurze Zeit gültig. Mit einem einmaligen Kauf schaltest du alle Funktion der App frei. Wenn du magst, können wir dich auch kurz vor Ablauf des Zeitraums noch mal an das Angebot erinnern. :)
it: Solo oggi ed esclusivamente per te! Con un acquisto una tantum, sblocchi tutte le funzionalità dell'app. Se vuoi, possiamo ricordartelo di nuovo poco prima della scadenza dell'offerta :)

# app.views.purchase.promoAlert.notInterestedButton.title1
source: Ignore offer
de: Angebot nicht nutzen
it: Ignora offerta

# app.views.purchase.promoAlert.remindAgainButton.defaultTitle
source: Remind me in time
de: Rechtzeitig erinnern
it: Ricordami prima che scada

# app.views.purchase.promoAlert.remindAgainButton.remainingTimeTitle.%@
source: Remind me in %@
de: Rechtzeitig in %@ erinnern
it: Ricordami tra %@

# app.views.purchase.promoAlert.title
source: Ignore offer?
de: Personalisiertes Angebot verwerfen?
it: Ignori l'offerta?

# app.views.purchase.promoAlert.useOfferButton.title
source: Accept offer
de: Angebot nutzen
it: Accetta l'offerta

# app.views.purchase.purchaseError.content.%@
source: Something went wrong. Please try again. Description: %@ If you need any help, do not hesitate to contact us. Just open the options to send us a message.
de: Da ist etwas schiefgelaufen. Bitte versuche es erneut. Fehlermeldung: %@ Bei Fragen kannst du dich jederzeit an uns wenden. Nutze dafür bitte die Kontaktmöglichkeit in den Optionen.
it: Qualcosa è andato storto. Per favore riprova. Descrizione: %@ Se hai bisogno di aiuto, non esitare a contattarci. Basta aprire le opzioni per inviarci un messaggio.

# app.views.purchase.purchaseError.title
source: Oops...
de: Ohje...
it: Ops...

# app.views.purchase.revenueCat.error.desc.1
source: The device is not activated for purchases.
de: Käufe sind auf diesem Gerät gesperrt.
it: Il dispositivo non è attivato per gli acquisti.

# app.views.purchase.revenueCat.error.desc.2
source: Purchase invalid. Please check your payment source.
de: Einkauf ungültig. Bitte überprüfe das im App Store hinterlegte Zahlungsmittel.
it: Acquisto non valido. Per favore controlla il metodo di pagamento.

# app.views.purchase.revenueCat.error.desc.3
source: The network connection was interrupted.
de: Die Netzwerkverbindung wurde unterbrochen.
it: La connessione di rete è stata interrotta.

# app.views.purchase.subtitle
source: Support the development of Widget Studio and get a bunch of great new features. Sounds fair, doesn't it?
de: Mit deinem Kauf unterstützt du die Weiterentwicklung von Widget Studio und erhältst zudem viele neue Funktionen.
it: Supporta lo sviluppo di Widget Studio e ottieni molte nuove fantastiche funzioni. Sembra equo, vero?

# app.views.purchase.subtitle.discount
source: Unlock all features at a special price! Only today and exclusively for you!
de: Erhalte alle Funktionen zum reduzierten Preis. Das Angebot ist exklusiv für dich und nur heute gültig.
it: Sblocca tutte le funzioni ad un prezzo speciale! Solo oggi ed esclusivamente per te!

# app.views.purchase.subtitle.discount.existingProUser
source: As an owner of the Pro version of another Widget Studio app, you will get a discount on your purchase.
de: Als Besitzer der Vollversion einer anderen Widget Studio App, erhältst du einen Rabatt auf deinen Kauf.
it: Come proprietario della versione Pro di un'altra app Widget Studio, avrai uno sconto sul tuo acquisto.

# app.views.purchase.subtitle.earlyDiscount
source: Unlock all features at a special price! Only today and exclusively for our new users!
de: Erhalte alle Funktionen zum reduzierten Preis. Das Angebot gilt nur für kurze Zeit und nur für neue Nutzer.
it: Sblocca tutte le funzioni ad un prezzo speciale! Solo oggi ed esclusivamente per i nostri nuovi utenti!

# app.views.purchase.title
source: Unleash the full power! ⚡️
de: Entfesseln die volle Power! ⚡️

# app.views.purchase.title.discount
source: Special offer for you!⚡️🎁
de: Dein Tagesangebot ⚡️🎁
it: Offerta speciale per te!⚡️🎁

# app.views.purchase.title.discount.existingProUser
source: Thanks for your trust 🧡🎁
de: Danke für deine Treue 🧡🎁
it: Grazie per la tua fiducia 🧡🎁

# app.views.purchase.title.earlyDiscount
source: Special offer for you!⚡️🎁
de: Willkommensangebot ⚡️🎁
it: Offerta speciale per te!⚡️🎁

# app.views.purchaseAllPlans.footer.familySharingIinfo
source: All plans can be used on iPhone, iPad & Mac and shared within your iCloud family.
de: Alle Pläne können auf iPhone, iPad und Mac genutzt und innerhalb der iCloud-Familie geteilt werden.

# app.views.purchaseAllPlans.title
source: Find a plan that suits you.
de: Wählen deinen perfekten Deal

# app.views.purchaseAllPlans.title.lifetimeFocus
source: Don't like subscriptions? 🥵
de: Kein Bock auf Abo? 🥵

# app.views.reminderEditor.list.title.time
source: Time
de: Zeit
it: Tempo

# app.views.reminderEditor.list.title.typ
source: Type
de: Typ
it: Tipo

# app.views.reminderEditor.list.types.title
source: Reminder type
de: Erinnerungstyp
it: Tipo di promemoria

# app.views.reminderList.button.addNew
source: Add reminder
de: Erinnerung hinzufügen
it: Aggiungi promemoria

# app.views.remindersList.title
source: Reminders
de: Erinnerungen
it: Promemoria

# app.views.removeDuplicates.barButton.continue
source: Tidy up
de: Aufräumen
it: Riordina

# app.views.removeDuplicates.table.noDataLabel
source: No duplicates found
de: Keine Duplikate gefunden
it: Nessun duplicato trovato

# app.views.removeDuplicates.table.subtitle.%d.%d
source: %d items found, %d to delete.
de: %d gefunden. Zu löschen: %d
it: %d elementi trovati, %d da eliminare.

# app.views.removeDuplicates.title
source: Duplicates
de: Duplikate
it: Duplicati

# app.views.settings.about.crashReportText
source: Send crash reports
de: Absturzberichte senden
it: Invia rapporti di crash

# app.views.settings.about.headline
source: Nice to have you around.
de: Schön, dass du dabei bist!
it: È un piacere averti qui.
