Repository: StefanLdhl/birthday
Catalog: WidgetStudioBirthdays/*.lproj/Localizable.strings
Languages: de, it

# app.views.settings.about.thankyouText
source: Thank you for joining Widget Studio. We hope you enjoy using the app. We truly appreciated all the friends and supporters who helped us to launch the app.
de: Wir hoffen, dass du viel Freude mit Widget Studio hast. Vielen Dank an alle Freunde, Tester und Unterstützer, die diese App erst möglich gemacht haben.
it: Grazie per esserti unito a Widget Studio. Speriamo che ti piaccia usare l'applicazione. Abbiamo veramente apprezzato tutti gli amici e i sostenitori che ci hanno aiutato a lanciare l'applicazione.

# app.views.settings.aboutt.list.libraries
source: Used libraries
de: Verwendete Bibliotheken
it: Librerie usate

# app.views.settings.aboutt.list.moreApp
source: Other Apps
de: Weitere Apps
it: Altre App

# app.views.settings.aboutt.list.supportUs
source: Support the development
de: Unterstütze die Entwickler
it: Supporta lo sviluppo

# app.views.settings.aboutt.proUserText
source: Thanks for your support
de: Danke für deine Unterstützung
it: Grazie per il tuo supporto

# app.views.settings.advanced.dateFormat.auto
source: Auto
de: Automatisch

# app.views.settings.advanced.list.backgroundStil
source: Background Style
de: Hintergrund Stil
it: Stile Sfondo

# app.views.settings.advanced.list.dateFormat
source: Date format
de: Datumsformat
it: Formato data

# app.views.settings.advanced.list.nameFormat
source: Name Display Order
de: Name Anzeigefolge
it: Ordine Visualizzazione Nome

# app.views.settings.advanced.list.quickActions
source: Quick actions
de: Schnellaktionen
it: Azioni rapide

# app.views.settings.advanced.list.sectionTitle.localization
source: Localization
de: Lokalisierung
it: Localizzazione

# app.views.settings.advanced.list.sectionTitle.profile
source: Detail view
de: Profilansicht
it: Vista dettagliata

# app.views.settings.advanced.nameFormatting.list.firstLast
source: First, Last
de: Vor-, Nachname
it: Primo, Ultimo

# app.views.settings.advanced.nameFormatting.list.lastFirst
source: Last, First
de: Nach-, Vorname
it: Ultimo, Primo

# app.views.settings.exportBirthdays.error.content.otherError
source: Oh no! An error occurred during processing. Please try again or contact our support. Sorry for that!
de: Ohje... Bei der Bearbeitung ist ein Fehler aufgetreten. Bitte versuche es erneut oder kontaktiere unseren Support.
it: Oh no! Si è verificato un errore durante l'elaborazione. Per favore riprova o contatta il nostro supporto. Ci scusiamo per questo!

# app.views.settings.exportBirthdays.sortingAlert.desc
source: How should the birthdays be sorted?
de: Wie sollen die Geburtstage im Export sortiert sein?
it: Come vanno ordinati i compleanni?

# app.views.settings.exportBirthdays.sortingAlert.sorting.birthday
source: Birthday in calendar year
de: Geburtstag im Kalenderjahr
it: Compleanno nell'anno solare

# app.views.settings.exportBirthdays.sortingAlert.sorting.firstName
source: First name
de: Vorname
it: Nome

# app.views.settings.exportBirthdays.sortingAlert.sorting.lastName
source: Last name
de: Nachname
it: Cognome

# app.views.settings.exportBirthdays.sortingAlert.title
source: CSV export sorting
de: Sortierung CSV Export
it: Esporta compleanni (csv)

# app.views.settings.iCloud.activateSwitch.title
source: Use iCloud
de: iCloud nutzen
it: Usa iCloud

# app.views.settings.iCloud.delete.alert.desc
source: Are you sure? All data will be removed from your iCloud. Local events will remain on this device.
de: Bist du sicher? Alle Daten werden aus deiner iCloud entfernt. Die Events auf diesem Gerät bleiben erhalten.
it: Sei sicuro? Tutti i dati saranno rimossi dal tuo iCloud. Gli eventi locali rimarranno su questo dispositivo.

# app.views.settings.iCloud.delete.alert.ok
source: Delete data
de: Daten endgültig löschen
it: Cancellare i dati

# app.views.settings.iCloud.delete.title
source: Delete iCloud data
de: iCloud Daten löschen
it: Cancellare i dati iCloud

# app.views.settings.iCloud.description.Activated
source: Your events are automatically synced between all your devices that have this feature enabled.
de: Deine Events werden automatisch zwischen all deinen Geräten synchronisiert, auf denen diese Funktion aktiviert ist.
it: I tuoi eventi vengono sincronizzati automaticamente tra tutti i tuoi dispositivi che hanno questa funzione abilitata.

# app.views.settings.iCloud.description.Deactivated
source: Use iCloud to synchronize your events on all your devices. If you already use Widget Studio on multiple devices, your events will be merged. Widget Studio is available for iPhone, iPad and the new Macs.
de: Nutze iCloud, um deine Events automatisch zwischen all deinen Geräten zu synchronisieren. Wenn du Widget Studio bereits auf mehren Geräten nutzt, werden deine Events zusammengeführt. Aktuell werden iPhone, iPad und die neuen Macs unterstützt.
it: Usa iCloud per sincronizzare i tuoi eventi su tutti i tuoi dispositivi. Se usi già Widget Studio su più dispositivi, i tuoi eventi verranno uniti. Widget Studio è disponibile per iPhone, iPad e i nuovi Mac.

# app.views.settings.iCloud.problem.desc
source: Before reporting a problem, please make sure that you have enabled iCloud for this app on your device. Try restarting the app and wait for the app to finish syncing completely.
de: Bevor du ein Problem meldest, stelle bitte sicher, dass du iCloud auf deinem Gerät für diese App aktiviert, die App bereits neu gestartet und eine gewisse Zeit auf die vollständige Synchronisation gewartet hast. Du musst auf allen Geräten mit der selben Apple-ID angemeldet sein.
it: Prima di segnalare un problema, assicurati di aver abilitato iCloud per questa applicazione sul tuo dispositivo. Prova a riavviare l'app e aspetta che finisca di sincronizzarsi completamente.

# app.views.settings.iCloud.problem.mail.prefix
source: Please describe your problem here...
de: Bitte beschreibe das Problem möglichst genau. Wie können wir das Problem reproduzieren?
it: Per favore, descrivi il tuo problema qui...

# app.views.settings.iCloud.problem.title
source: Report a problem
de: Problem melden
it: Segnala un problema

# app.views.settings.iCloud.report.desc
source: Request a report that contains all data currently stored in your private iCloud.
de: Fordere einen Bericht an, der alle aktuell in deiner privaten iCloud gespeicherten Daten enthält.
it: Richiedi un rapporto che contenga tutti i dati attualmente memorizzati nel tuo iCloud privato.

# app.views.settings.iCloud.report.title
source: Request data report
de: Report anfordern
it: Richiedi un rapporto sui dati

# app.views.settings.list.appStoreReview.alert.alreadyDone
source: Already done
de: Bereits erledigt
it: Già fatto

# app.views.settings.list.appStoreReview.alert.content
source: Thank you for using Widget Studio. We're so happy to have you on board. Do you have a moment? Leave us a short review on the App Store. This helps us a lot as independent developers. We really appreciate your time! 💙
de: Vielen Dank, dass du Widget Studio nutzt. Wir freuen uns, dich an Bord zu haben. Wenn du 2 Minuten hast, wären wir dir sehr dankbar, wenn du uns einen kleinen Kommentar im App Store hinterlassen könntest. Das hilft uns als unabhängige Entwickler sehr! Vielen Dank für deine Zeit!
it: Grazie per aver utilizzato Widget Studio. Siamo molto felici di averti a bordo. Hai un momento? Lasciaci una breve recensione sull'App Store. Questo ci aiuta molto come sviluppatori indipendenti. Apprezziamo molto il tuo tempo! 💙

# app.views.settings.list.appStoreReview.alert.criticism
source: I'm not happy...
de: Kritik loswerden
it: Non sono felice...

# app.views.settings.list.appStoreReview.alert.done.thanksYou
source: Thank you so much for your support! ❤️
de: Vielen Dank für deine Unterstützung! ❤️
it: Grazie mille per il tuo supporto! ❤️

# app.views.settings.list.appStoreReview.alert.openStore
source: Leave a review
de: Kommentar schreiben
it: Lascia una recensione

# app.views.settings.list.title.about
source: About
de: Über
it: Informazioni su

# app.views.settings.list.title.advancedSettings
source: Advanced Settings
de: Erweiterte Einstellungen
it: Impostazioni Avanzate

# app.views.settings.list.title.advancedSettings.short
source: Advanced
de: Erweitert
it: Avanzate

# app.views.settings.list.title.appStoreReview
source: Give feedback
de: Feedback geben
it: Dai un feedback

# app.views.settings.list.title.exportBirthdays
source: Export Birthdays (csv)
de: Einträge exportieren (csv)
it: Esporta compleanni (csv)

# app.views.settings.list.title.groups
source: Groups
de: Gruppen
it: Gruppi

# app.views.settings.list.title.groups.subtitle
source: Organize your contacts into groups.
de: Organisiere deine Kontakte in Gruppen.
it: Organizza i tuoi contatti in gruppi.

# app.views.settings.list.title.messages
source: Message Templates
de: Textvorlagen
it: Template Messaggio

# app.views.settings.list.title.messages.subtitle
source: Create templates for your congratulations.
de: Erstelle Vorlagen für deine Glückwünsche.
it: Crea template per gli auguri.

# app.views.settings.list.title.notifications
source: Notifications
de: Benachrichtigungen
it: Notifiche

# app.views.settings.list.title.privacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
it: Informativa sulla Privacy

# app.views.settings.list.title.purchase
source: Unlock all features
de: Alles freischalten
it: Sblocca tutte le funzioni

# app.views.settings.list.title.removeDuplicates
source: Remove duplicates
de: Duplikate entfernen
it: Rimuovi i duplicati

# app.views.settings.list.title.terms
source: Terms of Service
de: Nutzungsbedingungen

# app.views.settings.notifications.alert.missingPermisson.button.cancel
source: Keep deactivated
de: Weiterhin deaktivieren
it: Mantieni disattivato

# app.views.settings.notifications.alert.missingPermisson.button.openSettings
source: Give permisson now
de: Einstellungen öffnen
it: Dai il permesso ora

# app.views.settings.notifications.alert.missingPermisson.content
source: Widget Studio is currently not authorized to send notifications.
de: Du hast Widget Studio keine Erlaubnis gegeben, dich zu benachrichtigen. Du kannst dies in den Systemeinstellungen nachholen.
it: Widget Studio non è attualmente autorizzato ad inviare notifiche.

# app.views.settings.notifications.alert.missingPermisson.title
source: Oops...
de: Ohje...
it: Ops...

# app.views.settings.notifications.infoFooter.missingPermisson
source: Widget Studio is currently not authorized to send notifications. Tap here to give permission now.
de: Du hast Widget Studio keine Erlaubnis gegeben, dich zu benachrichtigen. Tippe hier, um diese Erlaubnis nun nachträglich zu erteilen.
it: Widget Studio non è attualmente autorizzato a inviare notifiche. Clicca qui per dare il permesso ora

# app.views.settings.notifications.list.groupsCell.sectionFooter.text
source: Notifications can be set individually for each group.
de: Benachrichtigungen können für jede Gruppe individuell festgelegt werden.
it: Le notifiche possono essere impostate individualmente per ogni gruppo.

# app.views.settings.notifications.list.groupsCell.title
source: Configure groups
de: Gruppen konfigurieren
it: Configura gruppi

# app.views.settings.notifications.list.messagesCell.sectionFooter.text
source: You can define a preferred text template for each group. The template will appear first when you contact a person of this group.
de: Du kannst für jede Gruppe eine präferierte Textvorlage bestimmen, die standardmäßig für Kontakte in dieser Gruppe genutzt wird.
it: Puoi definire una template per messaggi preferita per ogni gruppo. La template apparirà per prima quando contatti una persona di questo gruppo.

# app.views.settings.notifications.list.title.acitvate
source: Enabled
de: Aktivieren
it: Abilitato

# app.views.settings.notifications.sectionFooter.text
source: Widget Studio can send you notifications about upcoming birthdays.
de: Widget Studio kann dich über anstehende Geburtstage informieren.
it: Widget Studio può inviarti notifiche sui prossimi compleanni.

# app.views.settings.title
source: Settings
de: Einstellungen
it: Impostazioni

# app.views.studio.list.title.readonly
source: Read-only
de: Lesemodus

# app.views.support.faq.errorAlert.action.email
source: Send email instead
de: E-Mail schreiben

# app.views.support.faq.errorAlert.desc
source: An error occurred while loading this page.
de: Der Supportbereich konnte nicht geladen werden.

# app.views.support.faq.errorAlert.error.internet
source: Please check your internet connection and try again.
de: Bitte überprüfe deine Internetverbindung und versuche es erneut.

# app.views.support.faq.errorAlert.title
source: Oops...
de: Fehler

# app.zodiacSigns.aquarius
source: Aquarius
de: Wassermann
it: Acquario

# app.zodiacSigns.aries
source: Aries
de: Widder
it: Ariete

# app.zodiacSigns.cancer
source: Cancer
de: Krebs
it: Cancro

# app.zodiacSigns.capricorn
source: Capricorn
de: Steinbock
it: Capricorno

# app.zodiacSigns.gemini
source: Gemini
de: Zwillinge
it: Gemelli

# app.zodiacSigns.leo
source: Leo
de: Löwe
it: Leone

# app.zodiacSigns.libra
source: Libra
de: Waage
it: Bilancia

# app.zodiacSigns.pisces
source: Pisces
de: Fische
it: Pesci

# app.zodiacSigns.sagittarius
source: Sagittarius
de: Schütze
it: Sagittario

# app.zodiacSigns.scorpio
source: Scorpio
de: Skorpion
it: Scorpione

# app.zodiacSigns.taurus
source: Taurus
de: Stier
it: Toro

# app.zodiacSigns.virgo
source: Virgo
de: Jungfrau
it: Vergine

# main.universal.cancel
source: Cancel
de: Abbrechen
it: Annulla

# main.universal.continue
source: Continue
de: Fortfahren
it: Continua

# main.universal.done
source: Done
de: Fertig
it: Fatto

# main.universal.edit
source: Edit
de: Bearbeiten
it: Modifica

# main.universal.save
source: Save
de: Speichern
it: Salva

# widget.inline.description
source: Shows which birthdays are next. Flip the switch to specify individual groups.
de: Ein kurzer Überblick über die anstehenden Geburtstage. Nutze den Schalter, um einzelne Gruppen zu definieren.

# widget.inline.displayName
source: Upcoming birthdays
de: Anstehende Geburtstage

# widget.intent.groupList.subtitle.%d
source: %d Birthdays
de: %d Geburtstage
it: %d Compleanni

# widget.lock.multi.description
source: Shows the remaining days until the next 3 birthdays. Flip the switch to specify individual groups.
de: Zeigt die verbleibenden Tage bis zu den nächsten 3 Geburtstagen. Nutze den Schalter, um einzelne Gruppen zu definieren.

# widget.multi.description
source: Shows the remaining days until the next 5 birthdays.
de: Zeigt die verbleibenden Tage bis zu den nächsten 5 Geburtstagen.
it: Mostra i giorni mancanti ai prossimi 5 compleanni.

# widget.multi.displayName
source: Remaining days
de: Verbleibende Tage
it: Giorni mancanti

# widget.multi.subtitle.default
source: Days left until Birthday
de: Tage bis zum Geburtstag
it: Giorni mancanti al Compleanno

# widget.multi.timeline.today
source: Today
de: Heute
it: Oggi

# widget.single.description
source: Shows all dates that are important today.
de: Alle anstehenden Geburtstage auf einen Blick.
it: Mostra tutte le date che sono importanti oggi.

# widget.single.displayName
source: Upcoming Birthdays
de: Geburtstage
it: Prossimi Compleanni

# widget.single.placeholder.defaultText
source: No upcoming birthdays
de: Keine Geburtstage
it: Nessun compleanno trovato

# app.dateUnit.minute
source: Minute
it: Minuto

# app.fileImport.columnContentTypes.fullName
source: Name
it: Nome Completo

# app.reminderSound.partyHorn
source: Party horn
it: Trombetta

# app.views.birthdayDetailView.countdownView.onBirthdayText
source: Happy Birthday!
it: Buon compleanno!

# app.views.fileImport.title
source: CSV Import
it: Importa CSV

# app.views.groupEditor.list.colorPicker.swipeToSave
source: Swipe down to save
it: Scorri verso il basso per salvare

# app.views.list.addButton.import.title
source: Import
it: Importa

# app.views.purchase.featureList.iCloud
source: iCloud Sync/Backup (iPad, iPhone, Mac)
it: Sincronizzazione/Backup iCloud (iPad, iPhone, Mac)

# app.views.purchase.restoreButton.title
source: Restore
it: Ripristina

# app.views.reminderEditor.list.sounds.title
source: Sound
it: Suono

# app.views.reminderEditor.list.title.sound
source: Sound
it: Suono

# app.views.settings.list.title.support
source: Support
it: Supporta

# main.universal.ok
source: Okay
it: Ok
