Repository: StefanLdhl/birthday
Catalog: WidgetStudioBirthdays/*.lproj/WidgetStudioBirthdays_Widget.strings
Languages: de

# 0gchbD
source: Show Birthday List
de: Geburtstage anzeigen

# 3jRBVE
source: true
de: ja

# 4tG7Nk
source: Show All
de: Alle anzeigen

# AjSNq9
source: Add a new birthday to your birthday list.
de: Fügt deiner Geburtstagsliste einen neuen Geburtstag hinzu.

# DCRlLt
source: Open the contact import in Widget Studio.
de: Öffnet den Kontaktimport in Widget Studio.

# DsP8VF
source: false
de: nein

# IvPGOU
source: Show all your birthdays, sorted by date.
de: Zeigt deine aktuelle Geburtstagsliste an.

# LK1izN
source: Open Contact Import
de: Kontaktimport öffnen

# ZMOHtw
source: Select one or multiple groups to be shown.XX
de: Wähle eine oder mehrere Gruppen aus, die angezeigt werden sollen.

# itYwwH
source: Add new Birthday
de: Geburtstag hinzufügen

# jiWJwb
source: Group
de: Gruppe

# sQEAHj
source: Groups
de: Gruppen

# sVJAZS
source: Show All
de: Alle anzeigen

# uPCpVH
source: true
de: ja

# lDFBLN
source: Select one or multiple groups to be shown.
de: Wähle eine oder mehrere Gruppen aus, die angezeigt werden sollen.

# fjlYjJ
source: Groups
de: Gruppen

# 6wgOmQ
source: Groups
de: Gruppen

# QlF1FQ
source: Select one or multiple groups to be shown.
de: Wähle eine oder mehrere Gruppen aus, die angezeigt werden sollen.

# k9vILn
source: Show All
de: Alle anzeigen

# 6lhKlf
source: Groups
de: Gruppen

# 7zifT9
source: Show All
de: Alle anzeigen

# Pw3Js7
source: Select one or multiple groups to be shown.
de: Wähle eine oder mehrere Gruppen aus, die angezeigt werden sollen.
